Fixed the documentation rendering
